---
kind: other
id: Properties.T:Autodesk.Revit.DB.ExternalService.SingleServerService
source: html/fc343b0d-60d6-d75c-4455-ea0925c8b65b.htm
---
# SingleServerService Properties

The description for the service